// Buzzkill.cpp : Этот файл содержит функцию "main". Здесь начинается и заканчивается выполнение программы.
//

#include <iostream>
using namespace std;

int main()
{
    cout << "Hello World1!\n";
    cout << "Hello World2!\n";
    cout << "Hello World3!\n";
    cout << "Hello World4!\n";
    cout << "Hello World5!\n";
    cout << "Hello World6!\n";
    cout << "Hello World7!\n";
    cout << "Hello World8!\n";
    cout << "Hello World9!\n";
    cout << "Hello World10!\n";
    cout << "Hello World11!\n";
    cout << "Hello World12!\n"<<endl;
    cout << "\n"; cout.flush();
}

// Запуск программы: CTRL+F5 или меню "Отладка" > "Запуск без отладки"
// Отладка программы: F5 или меню "Отладка" > "Запустить отладку"

// Советы по началу работы 
//   1. В окне обозревателя решений можно добавлять файлы и управлять ими.
//   2. В окне Team Explorer можно подключиться к системе управления версиями.
//   3. В окне "Выходные данные" можно просматривать выходные данные сборки и другие сообщения.
//   4. В окне "Список ошибок" можно просматривать ошибки.
//   5. Последовательно выберите пункты меню "Проект" > "Добавить новый элемент", чтобы создать файлы кода, или "Проект" > "Добавить существующий элемент", чтобы добавить в проект существующие файлы кода.
//   6. Чтобы снова открыть этот проект позже, выберите пункты меню "Файл" > "Открыть" > "Проект" и выберите SLN-файл.
